Repository: tobalt-dev/tobalt-city-alerts
Catalog: languages/tobalt-city-alerts-*.po
Languages: lt_lt

source: City Alerts
lt_lt: Pranešimai gyventojams

source: Alert
lt_lt: Pranešimas

source: Alerts
lt_lt: Pranešimai

source: Add New
lt_lt: Pridėti naują

source: Add New Alert
lt_lt: Pridėti naują pranešimą

source: Edit Alert
lt_lt: Redaguoti pranešimą

source: New Alert
lt_lt: Naujas pranešimas

source: View Alert
lt_lt: Peržiūrėti pranešimą

source: View Alerts
lt_lt: Peržiūrėti pranešimus

source: Search Alerts
lt_lt: Ieškoti pranešimų

source: Not found
lt_lt: Nerasta

source: Not found in Trash
lt_lt: Šiukšlinėje nerasta

source: All Alerts
lt_lt: Visi pranešimai

source: Categories
lt_lt: Kategorijos

source: Category
lt_lt: Kategorija

source: Providers
lt_lt: Teikėjai

source: Provider
lt_lt: Teikėjas

source: Settings
lt_lt: Nustatymai

source: City Alerts Settings
lt_lt: Pranešimų gyventojams nustatymai

source: Display Settings
lt_lt: Rodymo nustatymai

source: Icon Position
lt_lt: Ikonos pozicija

source: Left
lt_lt: Kairė

source: Right
lt_lt: Dešinė

source: Icon Color
lt_lt: Ikonos spalva

source: Panel Width (px)
lt_lt: Skydelio plotis (px)

source: Injection Mode
lt_lt: Įterpimo režimas

source: Auto (all pages)
lt_lt: Automatinis (visuose puslapiuose)

source: Shortcode only
lt_lt: Tik trumpasis kodas

source: Use [tobalt_city_alerts] shortcode in shortcode mode.
lt_lt: Naudokite [tobalt_city_alerts] trumpąjį kodą shortcode režime.

source: Date Range (days)
lt_lt: Datų intervalas (dienomis)

source: Workflow Settings
lt_lt: Darbo eigos nustatymai

source: Require Approval
lt_lt: Reikalauti patvirtinimo

source: Employee-submitted alerts require admin approval before publishing.
lt_lt: Darbuotojų pateikti pranešimai reikalauja administratoriaus patvirtinimo prieš publikavimą.

source: Magic Link Expiry (minutes)
lt_lt: Nuorodos galiojimas (minutėmis)

source: Rate Limit (requests/hour)
lt_lt: Užklausų limitas (per valandą)

source: Email Settings
lt_lt: El. pašto nustatymai

source: From Name
lt_lt: Siuntėjo vardas

source: From Address
lt_lt: Siuntėjo adresas

source: Leave empty to use site admin email.
lt_lt: Palikite tuščią, kad būtų naudojamas administratoriaus el. paštas.

source: Custom Labels
lt_lt: Pritaikytos etiketės

source: Panel Title
lt_lt: Skydelio pavadinimas

source: No Alerts Message
lt_lt: Pranešimas kai nėra įspėjimų

source: Submit Button Text
lt_lt: Pateikimo mygtuko tekstas

source: Approved Emails
lt_lt: Patvirtinti el. paštai

source: Email
lt_lt: El. paštas

source: Name
lt_lt: Vardas

source: Department
lt_lt: Skyrius

source: Added
lt_lt: Pridėta

source: Actions
lt_lt: Veiksmai

source: Delete
lt_lt: Ištrinti

source: Add New Approved Email
lt_lt: Pridėti naują patvirtintą el. paštą

source: Add Email
lt_lt: Pridėti el. paštą

source: Email added.
lt_lt: El. paštas pridėtas.

source: Email deleted.
lt_lt: El. paštas ištrintas.

source: No approved emails yet.
lt_lt: Dar nėra patvirtintų el. paštų.

source: Delete this email?
lt_lt: Ištrinti šį el. paštą?

source: Subscribers
lt_lt: Prenumeratoriai

source: Subscriber deleted.
lt_lt: Prenumeratorius ištrintas.

source: Export CSV
lt_lt: Eksportuoti CSV

source: Total: %s
lt_lt: Iš viso: %s

source: Verified: %s
lt_lt: Patvirtinta: %s

source: Pending: %s
lt_lt: Laukiama: %s

source: Search email...
lt_lt: Ieškoti el. pašto...

source: Search
lt_lt: Ieškoti

source: Status
lt_lt: Būsena

source: Subscribed
lt_lt: Prenumeruota

source: No subscribers found.
lt_lt: Prenumeratorių nerasta.

source: Verified
lt_lt: Patvirtinta

source: Pending
lt_lt: Laukiama

source: All
lt_lt: Visi

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Delete this subscriber?
lt_lt: Ištrinti šį prenumeratorių?

source: Toggle alerts panel
lt_lt: Atidaryti/uždaryti pranešimų skydelį

source: Close
lt_lt: Uždaryti

source: Loading...
lt_lt: Kraunama...

source: Today
lt_lt: Šiandien

source: Tomorrow
lt_lt: Rytoj

source: Pinned
lt_lt: Prisegta

source: No alerts for this day
lt_lt: Šią dieną pranešimų nėra

source: Submit Alert
lt_lt: Pateikti pranešimą

source: Alert Details
lt_lt: Pranešimo informacija

source: Severity
lt_lt: Svarba

source: Low
lt_lt: Žema

source: Medium
lt_lt: Vidutinė

source: High
lt_lt: Aukšta

source: Critical
lt_lt: Kritinė

source: Starts At
lt_lt: Pradžia

source: Ends At
lt_lt: Pabaiga

source: Location
lt_lt: Vieta

source: Pinned Alert
lt_lt: Prisegtas pranešimas

source: Pin this alert to top
lt_lt: Prisegti šį pranešimą viršuje

source: Schedule Settings
lt_lt: Planavimo nustatymai

source: Publish At
lt_lt: Publikuoti

source: Leave empty to publish immediately or use WordPress native scheduling.
lt_lt: Palikite tuščią, kad publikuotumėte iš karto, arba naudokite WordPress planavimą.

source: Expire At
lt_lt: Galioja iki

source: Alert will be automatically unpublished at this time.
lt_lt: Pranešimas bus automatiškai atšauktas šiuo laiku.

source: Submitted By
lt_lt: Pateikė

source: via magic link
lt_lt: per nuorodą

source: Request Submission Link
lt_lt: Prašyti pateikimo nuorodos

source: Email Address
lt_lt: El. pašto adresas

source: your@email.com
lt_lt: jusu@pastas.lt

source: Request Link
lt_lt: Prašyti nuorodos

source: Requesting...
lt_lt: Siunčiama...

source: An error occurred.
lt_lt: Įvyko klaida.

source: Network error. Please try again.
lt_lt: Tinklo klaida. Bandykite dar kartą.

source: Magic link sent! Check your email.
lt_lt: Nuoroda išsiųsta! Patikrinkite savo el. paštą.

source: Check your email! A magic link has been sent.
lt_lt: Patikrinkite savo el. paštą! Nuoroda išsiųsta.

source: Request another link
lt_lt: Prašyti naujos nuorodos

source: Your Email Address
lt_lt: Jūsų el. pašto adresas

source: Enter your approved email
lt_lt: Įveskite patvirtintą el. paštą

source: Send Magic Link
lt_lt: Siųsti prisijungimo nuorodą

source: Sending...
lt_lt: Siunčiama...

source: Subscribe to Alerts
lt_lt: Prenumeruoti pranešimus

source: Categories (optional)
lt_lt: Kategorijos (neprivaloma)

source: Leave empty to receive all categories
lt_lt: Palikite tuščią, kad gautumėte visų kategorijų

source: Providers (optional)
lt_lt: Teikėjai (neprivaloma)

source: Leave empty to receive from all providers
lt_lt: Palikite tuščią, kad gautumėte iš visų teikėjų

source: Subscribe
lt_lt: Prenumeruoti

source: Subscribing...
lt_lt: Prenumeruojama...

source: Please check your email to verify your subscription.
lt_lt: Patikrinkite savo el. paštą, kad patvirtintumėte prenumeratą.

source: Verify Your Subscription
lt_lt: Patvirtinkite prenumeratą

source: Click the button below to confirm your subscription to city alerts.
lt_lt: Paspauskite mygtuką žemiau, kad patvirtintumėte miesto pranešimų prenumeratą.

source: Verify Subscription
lt_lt: Patvirtinti prenumeratą

source: This link is valid for 48 hours.
lt_lt: Ši nuoroda galioja 48 valandas.

source: If you didn't request this subscription, you can safely ignore this email.
lt_lt: Jei neprašėte šios prenumeratos, galite ignoruoti šį laišką.

source: Subscription Verified
lt_lt: Prenumerata patvirtinta

source: Subscription Verified!
lt_lt: Prenumerata patvirtinta!

source: Your email subscription has been confirmed. You will now receive alerts based on your preferences.
lt_lt: Jūsų el. pašto prenumerata patvirtinta. Dabar gausite pranešimus pagal savo nuostatas.

source: ← Return to site
lt_lt: ← Grįžti į svetainę

source: Unsubscribed
lt_lt: Prenumerata atšaukta

source: You have been successfully unsubscribed from city alerts. You will no longer receive email notifications.
lt_lt: Sėkmingai atšaukėte miesto pranešimų prenumeratą. Nebegausite el. pašto pranešimų.

source: New Alert: %2$s
lt_lt: Naujas pranešimas: %2$s

source: Starts:
lt_lt: Pradžia:

source: Ends:
lt_lt: Pabaiga:

source: Category:
lt_lt: Kategorija:

source: Provider:
lt_lt: Teikėjas:

source: View All Alerts
lt_lt: Peržiūrėti visus pranešimus

source: You received this email because you subscribed to alerts.
lt_lt: Gavote šį laišką, nes prenumeravote pranešimus.

source: Unsubscribe
lt_lt: Atsisakyti prenumeratos

source: Your Alert Submission Link
lt_lt: Jūsų pranešimo pateikimo nuoroda

source: Click the button below to submit a new alert. This link is valid for one use only.
lt_lt: Paspauskite mygtuką žemiau, kad pateiktumėte naują pranešimą. Ši nuoroda galioja tik vieną kartą.

source: This link expires in %d minutes.
lt_lt: Ši nuoroda galioja %d minučių.

source: If you didn't request this link, you can safely ignore this email.
lt_lt: Jei neprašėte šios nuorodos, galite ignoruoti šį laišką.

source: Title
lt_lt: Pavadinimas

source: Alert title...
lt_lt: Pranešimo pavadinimas...

source: Description
lt_lt: Aprašymas

source: Describe the alert...
lt_lt: Aprašykite pranešimą...

source: Optional
lt_lt: Neprivaloma

source: Submitting...
lt_lt: Pateikiama...

source: Alert submitted successfully!
lt_lt: Pranešimas sėkmingai pateiktas!

source: Alert submitted! It will be published after admin review.
lt_lt: Pranešimas pateiktas! Jis bus publikuotas po administratoriaus patvirtinimo.

source: Alert published successfully!
lt_lt: Pranešimas sėkmingai publikuotas!

source: Your alert has been submitted and is pending review.
lt_lt: Jūsų pranešimas pateiktas ir laukia peržiūros.

source: Your alert has been submitted and published.
lt_lt: Jūsų pranešimas pateiktas ir publikuotas.

source: Invalid submission link.
lt_lt: Netinkama pateikimo nuoroda.

source: Invalid verification link.
lt_lt: Netinkama patvirtinimo nuoroda.

source: Invalid unsubscribe link.
lt_lt: Netinkama atsisakymo nuoroda.

source: Invalid email address.
lt_lt: Neteisingas el. pašto adresas.

source: Email not approved for submissions.
lt_lt: El. paštas nepatvirtintas pranešimų pateikimui.

source: Rate limit exceeded. Please try again later.
lt_lt: Viršytas užklausų limitas. Bandykite vėliau.

source: Token expired or already used.
lt_lt: Nuoroda nebegalioja arba jau panaudota.

source: Failed to add subscription.
lt_lt: Nepavyko pridėti prenumeratos.

source: Subscription not found.
lt_lt: Prenumerata nerasta.

source: Subscription already verified.
lt_lt: Prenumerata jau patvirtinta.

source: Unauthorized
lt_lt: Neautorizuota

source: Export Alerts
lt_lt: Eksportuoti pranešimus

source: Download CSV
lt_lt: Atsisiųsti CSV

source: Export all alerts to CSV file.
lt_lt: Eksportuoti visus pranešimus į CSV failą.

source: tooltip_icon_position
lt_lt: Pasirinkite, kurioje ekrano pusėje bus rodoma pranešimų ikona.

source: tooltip_icon_color
lt_lt: Pasirinkite ikonos ir skydelio antraštės spalvą.

source: tooltip_panel_width
lt_lt: Skydelio plotis pikseliais. Rekomenduojama: 350-450px.

source: tooltip_injection_mode
lt_lt: Automatinis - ikona rodoma visuose puslapiuose. Trumpasis kodas - tik ten, kur įdėsite [tobalt_city_alerts].

source: tooltip_date_range
lt_lt: Kiek dienų į priekį rodyti pranešimus skydelyje.

source: tooltip_require_approval
lt_lt: Kai įjungta, darbuotojų pateikti pranešimai bus matomi tik po administratoriaus patvirtinimo.

source: tooltip_token_expiry
lt_lt: Kiek minučių galioja pateikimo nuoroda, išsiųsta darbuotojui.

source: tooltip_rate_limit
lt_lt: Kiek kartų per valandą tas pats el. paštas gali prašyti naujos nuorodos.

source: tooltip_email_from_name
lt_lt: Vardas, kuris bus rodomas kaip laiškų siuntėjas.

source: tooltip_email_from_address
lt_lt: El. pašto adresas, iš kurio bus siunčiami laiškai.

source: tooltip_panel_title
lt_lt: Pavadinimas, rodomas pranešimų skydelio viršuje.

source: tooltip_no_alerts
lt_lt: Tekstas, rodomas kai pasirinktą dieną nėra pranešimų.

source: tooltip_submit_button
lt_lt: Mygtuko tekstas pranešimo pateikimo formoje.

source: Enable reCAPTCHA
lt_lt: Įjungti reCAPTCHA

source: Protect forms with Google reCAPTCHA v3.
lt_lt: Apsaugoti formas su Google reCAPTCHA v3.

source: Site Key
lt_lt: Svetainės raktas

source: Secret Key
lt_lt: Slaptasis raktas

source: reCAPTCHA verification failed. Please try again.
lt_lt: reCAPTCHA patikrinimas nepavyko. Bandykite dar kartą.

source: tooltip_recaptcha_enabled
lt_lt: Įjunkite, kad formos būtų apsaugotos nuo robotų su Google reCAPTCHA v3.

source: tooltip_recaptcha_site_key
lt_lt: Svetainės raktas iš Google reCAPTCHA valdymo skydelio.

source: tooltip_recaptcha_secret_key
lt_lt: Slaptasis raktas iš Google reCAPTCHA valdymo skydelio. Niekam nerodykite.

source: Demo Content
lt_lt: Demonstracinis turinys

source: Create Demo Content
lt_lt: Sukurti demonstracinį turinį

source: Delete Demo Content
lt_lt: Ištrinti demonstracinį turinį

source: Create demo alerts to test the plugin functionality. Demo content can be deleted at any time.
lt_lt: Sukurkite demonstracinius pranešimus, kad išbandytumėte įskiepio funkcionalumą. Demonstracinį turinį galite ištrinti bet kada.

source: Current demo alerts: %d
lt_lt: Dabartiniai demonstraciniai pranešimai: %d

source: Demo content created successfully!
lt_lt: Demonstracinis turinys sėkmingai sukurtas!

source: Demo content deleted successfully!
lt_lt: Demonstracinis turinys sėkmingai ištrintas!

source: tooltip_demo_content
lt_lt: Sukurkite testinių pranešimų, kad pamatytumėte kaip veikia įskiepis. Demonstracinį turinį lengvai ištrinsite vienu mygtuko paspaudimu.

source: Water supply interruption
lt_lt: Vandens tiekimo nutraukimas

source: Planned electricity outage
lt_lt: Planuojamas elektros tiekimo nutraukimas

source: Road closure for repairs
lt_lt: Kelio uždarymas remontui

source: Waste collection schedule change
lt_lt: Šiukšlių išvežimo grafiko pakeitimas

source: Emergency water supply disruption
lt_lt: Avarinis vandens tiekimo sutrikimas

source: Due to repair works, water supply will be temporarily interrupted in the central district. Please prepare water reserves in advance.
lt_lt: Dėl remonto darbų centriniame rajone bus laikinai nutrauktas vandens tiekimas. Prašome iš anksto pasiruošti vandens atsargas.

source: Planned maintenance works on the electrical grid. Electricity will be disconnected from 9:00 to 17:00.
lt_lt: Planuojami elektros tinklo priežiūros darbai. Elektra bus atjungta nuo 9:00 iki 17:00.

source: Main Street will be closed for road surface repairs. Please use alternative routes.
lt_lt: Pagrindinė gatvė bus uždaryta kelio dangos remontui. Prašome naudoti alternatyvius maršrutus.

source: Due to holidays, waste collection will be postponed by one day this week.
lt_lt: Dėl švenčių šiukšlių išvežimas šią savaitę bus atidėtas viena diena.

source: Emergency pipe burst has caused water supply disruption. Repair crews are working on site.
lt_lt: Avarinis vamzdžio lūžis sukėlė vandens tiekimo sutrikimą. Remonto brigados dirba vietoje.

source: Water Supply
lt_lt: Vandentiekis

source: Electricity
lt_lt: Elektra

source: Roads
lt_lt: Keliai

source: Waste Management
lt_lt: Atliekų tvarkymas

source: City Municipality
lt_lt: Miesto savivaldybė

source: New message for residents
lt_lt: Naujas pranešimas gyventojams

source: Start Date
lt_lt: Pradžios data

source: Start Time
lt_lt: Pradžios laikas

source: End Date (planned completion)
lt_lt: Planuojama pabaiga

source: End Time
lt_lt: Pabaigos laikas

source: Fill out the form below to submit a new alert.
lt_lt: Užpildykite formą žemiau, kad pateiktumėte naują pranešimą.

source: Submitting as: %s
lt_lt: Pateikiama kaip: %s

source: Thank you! Your alert has been submitted.
lt_lt: Ačiū! Jūsų pranešimas pateiktas.

source: Return to site
lt_lt: Grįžti į svetainę

source: — Select —
lt_lt: — Pasirinkite —

source: — None —
lt_lt: — Nėra —

source: e.g., Main Street 15
lt_lt: pvz., Pagrindinė g. 15

source: Activity Log
lt_lt: Veiksmų žurnalas

source: Alert Management
lt_lt: Pranešimų valdymas

source: My Alerts
lt_lt: Mano pranešimai

source: Change Date
lt_lt: Keisti datą

source: Mark as Solved
lt_lt: Pažymėti kaip išspręstą

source: Solved
lt_lt: Išspręsta

source: Active
lt_lt: Aktyvus

source: Pending approval
lt_lt: Laukia patvirtinimo

source: Draft
lt_lt: Juodraštis

source: Submit another
lt_lt: Pateikti dar vieną

source: You have not submitted any alerts yet.
lt_lt: Jūs dar nepateikėte jokių pranešimų.

source: Are you sure you want to mark this alert as solved?
lt_lt: Ar tikrai norite pažymėti šį pranešimą kaip išspręstą?

source: Change end date
lt_lt: Keisti pabaigos datą

source: Cancel
lt_lt: Atšaukti

source: Save
lt_lt: Išsaugoti

source: Alert updated successfully.
lt_lt: Pranešimas sėkmingai atnaujintas.

source: Alert marked as solved.
lt_lt: Pranešimas pažymėtas kaip išspręstas.

source: You can only edit your own alerts.
lt_lt: Galite redaguoti tik savo pranešimus.

source: You can only mark your own alerts as solved.
lt_lt: Galite pažymėti kaip išspręstus tik savo pranešimus.

source: Invalid token.
lt_lt: Netinkamas raktas.

source: Created alerts
lt_lt: Sukurta pranešimų

source: Auto-expired
lt_lt: Pasibaigė automatiškai

source: Avg. solve time
lt_lt: Vid. sprendimo laikas

source: All actions
lt_lt: Visi veiksmai

source: Filter
lt_lt: Filtruoti

source: Clear
lt_lt: Išvalyti

source: Date
lt_lt: Data

source: Action
lt_lt: Veiksmas

source: Actor
lt_lt: Atlikėjas

source: Details
lt_lt: Detalės

source: System
lt_lt: Sistema

source: Deleted
lt_lt: Ištrintas

source: No records found.
lt_lt: Įrašų nerasta.

source: %s records
lt_lt: %s įrašų

source: Most active submitters
lt_lt: Aktyviausi pateikėjai

source: Count
lt_lt: Kiekis

source: Created
lt_lt: Sukurta

source: Published
lt_lt: Publikuota

source: Updated
lt_lt: Atnaujinta

source: Expired
lt_lt: Pasibaigė

source: Less than a minute
lt_lt: Mažiau nei minutė

source: %d day
lt_lt: %d diena

source: %d hour
lt_lt: %d valanda

source: %d minute
lt_lt: %d minutė
